Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Where Glance window controls appear
ar: أين تظهر عناصر تحكم نوافذ Glance
de: Wo Glance-Fenstersteuerungen erscheinen
es: Dónde aparecen los controles de ventana de Glance
fr: Où les contrôles de fenêtre Glance apparaissent
hu: Hol jelenjenek meg a Glance ablakvezérlői
ja: Glanceのウインドウコントロールを表示する位置
nl: Waar de bedieningselementen voor vensteracties in Glance verschijnen
pl: Gdzie pojawiają się elementy sterujące oknem Glance
pt: Onde os controlos de janela do Glance aparecem
ru: Где появляются элементы управления окна Glance
sv: Var fönsterknapparna i Glance visas
tr: Glance pencere denetimlerinin nerede göründüğü
vi: Nơi các nút điều khiển cửa sổ Glance xuất hiện
zh_hans: Glance 窗口控制按钮的显示位置
zh_hant: Glance 視窗控制項出現的位置

source: Where the Alt-Tab window title appears
ar: أين يظهر عنوان نافذة Alt-Tab
de: Wo der Alt-Tab-Fenstertitel angezeigt wird
es: Dónde aparece el título de la ventana en Alt-Tab
fr: Positionnement des titres de fenêtre Alt-Tab
hu: Hol jelenjen meg az Alt-Tab ablakcíme
ja: Alt-Tabのウインドウタイトルを表示する位置
nl: Waar de titel van het Alt-Tab-venster verschijnt
pl: Gdzie pojawia się tytuł okna Alt-Tab
pt: Onde o título da janela do Alt-Tab aparece
ru: Где появляется заголовок окна Alt-Tab
sv: Var fönstertiteln i Alt-Tab visas
tr: Alt-Tab pencere başlığının nerede göründüğü
vi: Nơi tiêu đề cửa sổ Alt-Tab xuất hiện
zh_hans: 设置 Alt-Tab 窗口标题显示的位置
zh_hant: Alt-Tab 視窗標題的顯示位置

source: Where the Glance window title appears
ar: أين يظهر عنوان نافذة Glance
de: Wo der Glance-Fenstertitel angezeigt wird
es: Dónde aparece el título de la ventana en Glance
fr: Où le titre de fenêtre Glance apparaît
hu: Hol jelenjen meg a Glance ablakcíme
ja: Glanceのウインドウタイトルを表示する位置
nl: Waar de titel van het venster in Glance verschijnt
pl: Gdzie pojawia się tytuł okna Glance
pt: Onde o título da janela do Glance aparece
ru: Где появляется заголовок окна Glance
sv: Var fönstertiteln i Glance visas
tr: Glance pencere başlığının nerede göründüğü
vi: Nơi tiêu đề cửa sổ Glance xuất hiện
zh_hans: Glance 窗口标题的显示位置
zh_hant: Glance 視窗標題出現的位置

source: Where the window title appears
ar: أين يظهر عنوان النافذة
de: Wo der Fenstertitel erscheint
es: Dónde aparece el título de la ventana
fr: Positionnement des titres de fenêtre
hu: Hol jelenjen meg az ablakcím
ja: ウインドウタイトルを表示する位置
nl: Waar de titel van het venster verschijnt
pl: Gdzie pojawia się tytuł okna
pt: Onde o título da janela aparece
ru: Где появляется заголовок окна
sv: Var fönstertiteln visas
tr: Pencere başlığının nerede göründüğü
vi: Nơi tiêu đề cửa sổ xuất hiện
zh_hans: 设置窗口标题显示的位置
zh_hant: 視窗標題的顯示位置

source: Where window controls appear
ar: أين تظهر عناصر تحكم النوافذ
de: Wo Fenstersteuerungen erscheinen
es: Dónde aparecen los controles de ventana
fr: Positionnement des contrôles de fenêtre
hu: Hol jelenjenek meg az ablakvezérlők
ja: ウインドウコントロールを表示する位置
nl: Waar de besturingselementen voor vensteracties verschijnen
pl: Gdzie pojawiają się elementy sterujące oknem
pt: Onde os controlos de janela aparecem
ru: Где появляются элементы управления окном
sv: Var fönsterknappar visas
tr: Pencere denetimlerinin nerede göründüğü
vi: Nơi các nút điều khiển cửa sổ xuất hiện
zh_hans: 设置窗口控制按钮显示的位置
zh_hant: 視窗控制項的顯示位置

source: Which end of the dock is anchored to a fixed position
ar: أي طرف من Dock مرتكز في موضع ثابت
de: Welches Ende des Docks an einer festen Position verankert ist
es: Qué extremo del Dock está anclado a una posición fija
fr: Quelle extrémité du dock est ancrée à une position fixe
hu: A Dock melyik vége legyen rögzített pozícióhoz horgonyozva
ja: Dockのどちらの端を固定位置にするか
nl: Welk uiteinde van het Dock wordt vastgezet op een vaste positie
pl: Który koniec Docka jest zakotwiczony w stałym położeniu
pt: Que extremidade da Dock fica ancorada numa posição fixa
ru: Какой конец Dock привязан к фиксированному положению
sv: Vilken ände av dockan som är förankrad vid en fast position
tr: Dock'un hangi ucunun sabit bir konuma sabitlendiği
vi: Đầu nào của dock được cố định vào một vị trí
zh_hans: Dock 的哪一端保持固定位置
zh_hant: Dock 的哪一側要錨定在固定位置

source: Which items hover triggers, the delay before it fires, and instant hover when a panel is open.
ar: العناصر التي يشغّلها التمرير فوقها، والتأخير قبل التنفيذ، والتمرير الفوري عند فتح لوحة.
de: Welche Objekte auf Zeigerkontakt reagieren, die Verzögerung bis zur Auslösung und sofortige Reaktion bei geöffnetem Panel.
es: Qué ítems se activan al pasar el cursor, el retardo antes de que se active y la activación instantánea con un panel abierto.
fr: Les éléments déclenchés par le survol, le délai avant déclenchement et le survol instantané lorsqu'un panneau est ouvert.
hu: Mely elemeket aktiválja a rámutatás, a késleltetés az aktiválás előtt, és azonnali rámutatás nyitott panel esetén.
ja: ホバーで作動する項目、作動までの遅延、パネルが開いているときの即時ホバー。
nl: Welke items reageren op aanwijzen, de vertraging voordat het wordt geactiveerd en direct aanwijzen als er een paneel geopend is.
pl: Elementy aktywowane po wskazaniu, opóźnienie aktywacji oraz natychmiastowe działanie, gdy panel jest otwarty.
pt: Que itens a passagem do cursor ativa, o atraso antes de disparar e a passagem instantânea quando um painel está aberto.
ru: Какие объекты реагируют на наведение, задержка перед срабатыванием и мгновенное наведение при открытой панели.
sv: Vilka objekt som aktiveras av hovring, fördröjningen innan den utlöses och omedelbar hovring när en panel är öppen.
tr: Üzerine gelmenin hangi öğeleri tetiklediği, tetiklenmeden önceki gecikme ve bir panel açıkken anında üzerine gelme.
vi: Những mục được kích hoạt khi di chuột, thời gian chờ trước khi kích hoạt và di chuột tức thì khi bảng đang mở.
zh_hans: 悬停可触发的项目、触发前的延迟，以及面板打开时的即时悬停行为。
zh_hant: 哪些項目會觸發懸停、觸發前的延遲時間，以及面板開啟時是否立即觸發懸停。

source: Which Liquid Glass variant backs widgets
ar: نوع Liquid Glass المستخدم خلف الأدوات
de: Welche Liquid Glass-Variante hinter Widgets liegt
es: Qué variante de Liquid Glass sirve de fondo a los widgets
fr: Variante de Liquid Glass utilisée derrière les widgets
hu: Melyik Liquid Glass-változat adja a widgetek hátterét
ja: ウィジェットの背景に使用するLiquid Glassのバリエーション
nl: Welke Liquid Glass-variant achter widgets wordt gebruikt
pl: Wariant Liquid Glass w tle widżetów
pt: Que variante de Liquid Glass serve de fundo aos widgets
ru: Какой вариант Liquid Glass используется в подложке виджетов
sv: Vilken Liquid Glass-variant som ligger bakom widgetar
tr: Widget'ların arkasında hangi Liquid Glass varyantının kullanıldığı
vi: Biến thể Liquid Glass dùng làm nền cho tiện ích
zh_hans: 小组件背景使用的 Liquid Glass 样式
zh_hant: 選擇小工具所使用的 Liquid Glass 樣式

source: Which Liquid Glass variant backs widgets, from clearest to most frosted.
ar: نوع Liquid Glass المستخدم خلف الأدوات، من الأكثر شفافية إلى الأكثر تصنفرًا.
de: Welche Liquid Glass-Variante hinter Widgets liegt, von am klarsten bis am stärksten mattiert.
es: Qué variante de Liquid Glass sirve de fondo a los widgets, de la más transparente a la más esmerilada.
fr: Variante de Liquid Glass utilisée derrière les widgets, de la plus transparente à la plus givrée.
hu: Melyik Liquid Glass-változat adja a widgetek hátterét, a legátlátszóbbtól a legmattabbig.
ja: ウィジェットの背景に使用するLiquid Glassのバリエーションです。最も透明なものから、最もすりガラスに近いものまで選択できます。
nl: Welke Liquid Glass-variant achter widgets wordt gebruikt, van helderst tot meest mat.
pl: Wariant Liquid Glass w tle widżetów, od najbardziej przejrzystego do najbardziej matowego.
pt: Que variante de Liquid Glass serve de fundo aos widgets, da mais transparente à mais fosca.
ru: Какой вариант Liquid Glass используется в подложке виджетов, от самого прозрачного до самого матового.
sv: Vilken Liquid Glass-variant som ligger bakom widgetar, från klarast till mest frostad.
tr: Widget'ların arkasında hangi Liquid Glass varyantının kullanıldığı, en şeffaftan en buzluya kadar.
vi: Biến thể Liquid Glass dùng làm nền cho tiện ích, từ trong nhất đến mờ nhất.
zh_hans: 小组件背景使用的 Liquid Glass 样式，从最清透到最磨砂。
zh_hant: 選擇小工具的 Liquid Glass 樣式，從最透明到最霧面。

source: Which physical side of the initializer modifier triggers shortcuts
ar: أي جانب مادي من المعدّل المبدئي يشغل الاختصارات
de: Welche physische Seite der Auslöser-Sondertaste Kurzbefehle auslöst
es: Qué lado físico del modificador inicializador activa los atajos
fr: Précise quel côté de la touche de déclenchement déclenche les raccourcis
hu: Az indító módosítóbillentyű melyik fizikai oldala aktiválja a billentyűparancsokat
ja: イニシャライザ修飾キーの左右どちらでショートカットを起動するか
nl: Welke fysieke kant van de initialisatie-modificatietoets activeert de sneltoetsen
pl: Która fizyczna strona modyfikatora inicjującego wyzwala skróty
pt: Que lado físico do modificador iniciador aciona os atalhos
ru: Какая физическая сторона клавиши-инициатора запускает сочетания клавиш
sv: Vilken fysisk sida av initierarmodifieraren som utlöser kortkommandon
tr: Başlatıcı değiştirici tuşun hangi fiziksel tarafının kısayolları tetiklediği
vi: Bên vật lý nào của phím bổ trợ khởi tạo sẽ kích hoạt phím tắt
zh_hans: 选择起始修饰键的哪一侧用于触发快捷键
zh_hant: 選擇初始化修飾鍵的左側或右側按鍵作為快速鍵觸發方式

source: Which physical side of the initializer modifier triggers shortcuts.
ar: أي جانب مادي من المعدّل المبدئي يشغّل الاختصارات.
de: Welche physische Seite der Auslöser-Sondertaste Kurzbefehle auslöst.
es: Qué lado físico del modificador inicializador activa los atajos.
fr: Précise quel côté de la touche de déclenchement déclenche les raccourcis.
hu: Az indító módosítóbillentyű melyik fizikai oldala aktiválja a billentyűparancsokat.
ja: イニシャライザ修飾キーの左右どちらでショートカットを起動するかを設定します。
nl: Welke fysieke kant van de initialisatie-modificatietoets activeert de sneltoetsen.
pl: Która fizyczna strona modyfikatora inicjującego wyzwala skróty.
pt: Que lado físico do modificador iniciador aciona os atalhos.
ru: Какая физическая сторона клавиши-инициатора запускает сочетания клавиш.
sv: Vilken fysisk sida av initierarmodifieraren som utlöser kortkommandon.
tr: Başlatıcı değiştirici tuşun hangi fiziksel tarafının kısayolları tetiklediği.
vi: Bên vật lý nào của phím bổ trợ khởi tạo sẽ kích hoạt phím tắt.
zh_hans: 选择起始修饰键的哪一侧用于触发快捷键。
zh_hant: 初始化修飾鍵的哪一側會觸發快速鍵。

source: Which screen, offsets, scroll direction, and grid size.
ar: الشاشة المستخدمة، والإزاحات، واتجاه التمرير، وحجم الشبكة.
de: Display, Versatz, Scrollrichtung und Rastergröße.
es: Qué pantalla, desfases, dirección de desplazamiento y tamaño de la cuadrícula.
fr: Écran, décalages, sens de défilement et taille de la grille.
hu: Melyik képernyő, eltolások, görgetési irány és rácsméret.
ja: 表示する画面、オフセット、スクロール方向、グリッドサイズ。
nl: Welk scherm, verschuiving, scrollrichting en welke rastergrootte.
pl: Wyświetlacz, przesunięcia, kierunek przewijania i rozmiar siatki.
pt: Ecrã, desvios, direção do deslocamento e tamanho da grelha.
ru: Какой экран, смещения, направление прокрутки и размер сетки.
sv: Vilken skärm, förskjutningar, rullningsriktning och rutnätsstorlek.
tr: Hangi ekran, ofsetler, kaydırma yönü ve ızgara boyutu.
vi: Màn hình nào, các độ lệch, hướng cuộn và kích cỡ lưới.
zh_hans: 设置屏幕、偏移、滚动方向和网格大小。
zh_hant: 指定的螢幕、偏移量、捲動方向以及網格大小。

source: While you hold ⌘-Tab, float window previews above the highlighted app in the native macOS switcher
ar: أثناء الاستمرار في ضغط ⌘-Tab، تُعرض معاينات النوافذ عائمة فوق التطبيق المحدد في مبدّل macOS الأصلي
de: Fenstervorschauen über der markierten App im nativen macOS-Wechsler anzeigen, solange Sie ⌘-Tab gedrückt halten
es: Mientras mantienes ⌘-Tab, muestra previsualizaciones de ventanas flotantes sobre la app resaltada en el selector nativo de macOS
fr: Pendant que vous maintenez ⌘-Tab, affiche des aperçus de fenêtres flottants au-dessus de l'app en surbrillance dans le sélecteur natif de macOS
hu: A ⌘-Tab nyomva tartása közben ablak-előnézetek lebegtetése a kijelölt app fölött a natív macOS-váltóban
ja: ⌘-Tabを押している間、ネイティブのmacOSスイッチャーでハイライト中のアプリの上にウインドウプレビューを表示します
nl: Terwijl je ⌘-Tab ingedrukt houdt, verschijnen er zwevende venstervoorbeelden boven de gemarkeerde app in de standaard macOS-wisselaar
pl: Podczas przytrzymywania ⌘-Tab pokazuj podglądy okien nad wyróżnioną aplikacją w systemowym przełączniku macOS
pt: Enquanto mantém ⌘-Tab premido, mostra pré-visualizações de janelas flutuantes sobre a app destacada no alternador nativo do macOS
ru: Пока вы удерживаете ⌘-Tab, отображать плавающие предпросмотры окон над выделенным приложением в системном переключателе macOS
sv: Medan du håller in ⌘-Tab visas svävande fönsterförhandsvisningar ovanför den markerade appen i den inbyggda macOS-växlaren
tr: ⌘-Tab'a basılı tutarken, yerel macOS değiştiricide vurgulanan uygulamanın üzerinde pencere önizlemelerini süzdür
vi: Khi bạn giữ phím ⌘-Tab, hiển thị bản xem trước cửa sổ nổi phía trên ứng dụng được chọn trong bộ chuyển đổi gốc của macOS
zh_hans: 按住 ⌘-Tab 时，在 macOS 原生切换器中于当前高亮应用上方浮动显示窗口预览
zh_hant: 當你按住 ⌘-Tab 時，在 macOS 原生 App 切換器中，於目前反白的應用程式上方顯示浮動視窗預覽

source: White
ar: أبيض
de: Weiß
es: Blanco
fr: Blanc
hu: Fehér
ja: ホワイト
nl: Wit
pl: Biały
pt: Branco
ru: Белый
sv: Vit
tr: Beyaz
vi: Trắng
zh_hans: 白色
zh_hant: 白色

source: white noise
ar: ضوضاء بيضاء
de: weißes rauschen
es: ruido blanco
fr: bruit blanc
hu: fehér zaj
ja: ホワイトノイズ
nl: witte ruis
pl: biały szum
pt: ruído branco
ru: белый шум
sv: vitt brus
tr: beyaz gürültü
vi: tiếng ồn trắng
zh_hans: 白噪声
zh_hant: 白噪音

source: Why DockDoor Pro may ask
ar: لماذا قد يطلب DockDoor Pro ذلك
de: Warum DockDoor Pro nachfragt
es: Por qué DockDoor Pro puede pedirlo
fr: Pourquoi DockDoor Pro peut demander
hu: Miért kérheti a DockDoor Pro
ja: DockDoor Proが許可を求める理由
nl: Waarom DockDoor Pro ernaar kan vragen
pl: Dlaczego DockDoor Pro może zapytać
pt: Porque é que o DockDoor Pro pode pedir
ru: Почему DockDoor Pro может запросить
sv: Varför DockDoor Pro kan fråga
tr: DockDoor Pro neden sorabilir
vi: Tại sao DockDoor Pro có thể yêu cầu quyền
zh_hans: 为什么 DockDoor Pro 会请求这些权限
zh_hant: 為什麼 DockDoor Pro 可能會要求權限

source: Widget
ar: أداة
ja: ウィジェット
pl: Widżet
ru: Виджет
vi: Tiện ích
zh_hans: 小组件
zh_hant: 小工具

source: Widget Background
ar: خلفية الأدوات
de: Widget-Hintergrund
es: Fondo de los widgets
fr: Arrière-plan des widgets
hu: Widgetháttér
ja: ウィジェットの背景
nl: Widgetachtergrond
pl: Tło widżetów
pt: Fundo dos Widgets
ru: Фон виджетов
sv: Widgetbakgrund
tr: Widget Arka Planı
vi: Nền tiện ích
zh_hans: 小组件背景
zh_hant: 小工具背景

source: Widget Background Opacity
ar: عتامة خلفية الأدوات
de: Deckkraft des Widget-Hintergrunds
es: Opacidad del fondo de los widgets
fr: Opacité de l'arrière-plan des widgets
hu: Widgetháttér átlátszatlansága
ja: ウィジェットの背景の不透明度
nl: Dekking van widgetachtergrond
pl: Krycie tła widżetów
pt: Opacidade do Fundo dos Widgets
ru: Непрозрачность фона виджетов
sv: Widgetbakgrundens opacitet
tr: Widget Arka Plan Opaklığı
vi: Độ mờ nền tiện ích
zh_hans: 小组件背景不透明度
zh_hant: 小工具背景不透明度

source: Widget Color
ar: لون الأدوات
de: Widget-Farbe
es: Color de los widgets
fr: Couleur des widgets
hu: Widgetszín
ja: ウィジェットのカラー
nl: Widgetkleur
pl: Kolor widżetów
pt: Cor dos Widgets
ru: Цвет виджетов
sv: Widgetfärg
tr: Widget Rengi
vi: Màu tiện ích
zh_hans: 小组件颜色
zh_hant: 小工具顏色

source: Widget Data
ar: بيانات الأدوات
de: Widget-Daten
es: Datos de los widgets
fr: Données des widgets
hu: Widgetadatok
ja: ウィジェットのデータ
nl: Widgetgegevens
pl: Dane widżetów
pt: Dados dos Widgets
ru: Данные виджетов
tr: Widget Verisi
vi: Dữ liệu tiện ích
zh_hans: 小组件数据
zh_hant: 小工具資料

source: Widget Glass Opacity
ar: عتامة زجاج الأدوات
de: Deckkraft des Widget-Glases
es: Opacidad del vidrio de los widgets
fr: Opacité du verre des widgets
hu: Widgetüveg átlátszatlansága
ja: ウィジェットのガラスの不透明度
nl: Doorzichtigheid van widgetglas
pl: Krycie szkła widżetów
pt: Opacidade do Vidro dos Widgets
ru: Непрозрачность стекла виджетов
sv: Widgetglasets opacitet
tr: Widget Cam Opaklığı
vi: Độ mờ kính tiện ích
zh_hans: 小组件玻璃不透明度
zh_hant: 小工具玻璃不透明度

source: Widget Glass Style
ar: نمط زجاج الأدوات
de: Widget-Glasstil
es: Estilo del vidrio de los widgets
fr: Style de verre des widgets
hu: Widgetüveg stílusa
ja: ウィジェットのガラスのスタイル
nl: Glass-stijl van widgets
pl: Styl szkła widżetów
pt: Estilo do Vidro dos Widgets
ru: Стиль стекла виджетов
sv: Glasstil för widgetar
tr: Widget Cam Stili
vi: Kiểu kính tiện ích
zh_hans: 小组件玻璃样式
zh_hant: 小工具玻璃樣式

source: Widget Glimmer
ar: لمعان الأدوات
de: Widget-Schimmer
es: Destello de los widgets
fr: Reflet des widgets
hu: Widgetcsillogás
ja: ウィジェットのきらめき
nl: Widgetglinstering
pl: Połysk widżetów
pt: Reflexo dos Widgets
ru: Блик виджетов
sv: Widgetglans
tr: Widget Parıltısı
vi: Ánh lấp lánh tiện ích
zh_hans: 小组件微光
zh_hant: 小工具微光

source: Widget Image
ar: صورة الأدوات
de: Widget-Bild
es: Imagen de los widgets
fr: Image des widgets
hu: Widgetkép
ja: ウィジェットの画像
nl: Widgetafbeelding
pl: Obrazek widżetów
pt: Imagem dos Widgets
ru: Изображение виджетов
sv: Widgetbild
tr: Widget Görseli
vi: Hình ảnh tiện ích
zh_hans: 小组件图片
zh_hant: 小工具圖片

source: Widget Image Scale
ar: مقياس صورة الأدوات
de: Skalierung des Widget-Bilds
es: Escala de la imagen de los widgets
fr: Échelle de l'image des widgets
hu: Widgetkép méretaránya
ja: ウィジェットの画像スケール
nl: Schaal van widgetafbeelding
pl: Skala obrazka widżetów
pt: Escala da Imagem dos Widgets
ru: Масштаб изображения виджетов
sv: Skala för widgetbild
tr: Widget Görsel Ölçeği
vi: Tỷ lệ hình ảnh tiện ích
zh_hans: 小组件图片缩放
zh_hant: 小工具圖片縮放比例

source: Widget Marketplace
ar: سوق الأدوات
de: Widget-Marktplatz
es: Marketplace de widgets
fr: Marketplace des widgets
hu: Widgetpiactér
ja: ウィジェットマーケットプレイス
pl: Marketplace widżetów
pt: Marketplace de widgets
ru: Магазин виджетов
sv: Widgetmarknad
tr: Widget Pazar Yeri
vi: Cửa hàng tiện ích
zh_hans: 小组件市场
zh_hant: 小工具市集

source: Widget Outline
ar: حد الأدوات
de: Widget-Umriss
es: Contorno de los widgets
fr: Contour des widgets
hu: Widgetkörvonal
ja: ウィジェットの輪郭線
nl: Widgetomlijning
pl: Obramowanie widżetów
pt: Contorno dos Widgets
ru: Контур виджетов
sv: Widgetkontur
tr: Widget Kenar Çizgisi
vi: Viền tiện ích
zh_hans: 小组件轮廓
zh_hant: 小工具外框

source: Widget Refraction
ar: انكسار الأدوات
de: Widget-Lichtbrechung
es: Refracción de los widgets
fr: Réfraction des widgets
hu: Widget-fénytörés
ja: ウィジェットの屈折
nl: Lichtbreking in widgets
pl: Załamanie światła w widżetach
pt: Refração dos Widgets
ru: Преломление виджетов
sv: Widgetarnas ljusbrytning
tr: Widget Kırılması
vi: Khúc xạ tiện ích
zh_hans: 小组件折射
zh_hant: 小工具折射效果

source: Widget Stack
ar: مكدس أدوات
de: Widget-Stapel
es: Pila de widgets
fr: Pile de widgets
hu: Widgetköteg
ja: ウィジェットスタック
nl: Widgetstapel
pl: Stos widżetów
pt: Pilha de widgets
ru: Стопка виджетов
tr: Widget Yığını
vi: Ngăn xếp tiện ích
zh_hans: 小组件叠放
zh_hant: 小工具堆疊

source: Widget Stacks
ar: مكدسات الأدوات
de: Widget-Stapel
es: Pilas de widgets
fr: Piles de widgets
hu: Widgetkötegek
ja: ウィジェットスタック
nl: Widgetstapels
pl: Stosy widżetów
pt: Pilhas de widgets
ru: Стопки виджетов
sv: Widgetstackar
tr: Widget Yığınları
vi: Ngăn xếp tiện ích
zh_hans: 小组件叠放
zh_hant: 小工具堆疊

source: Widget stacks and Trash
ar: مكدسات الأدوات والمهملات
de: Widget-Stapel und Papierkorb
es: Pilas de widgets y Papelera
fr: Piles de widgets et Corbeille
hu: Widgetkötegek és a Kuka
ja: ウィジェットスタックとゴミ箱
nl: Widgetstapels en prullenmand
pl: Stosy widżetów i Kosz
pt: Pilhas de widgets e Lixo
ru: Стопки виджетов и Корзина
sv: Widgetstackar och Papperskorgen
tr: Widget yığınları ve Çöp Sepeti
vi: Ngăn xếp tiện ích và Thùng rác
zh_hans: 小组件叠放和废纸篓
zh_hant: 小工具堆疊與垃圾桶

source: Widget stacks are configured on the Widgets page. Drag this stack in the dock to reposition it.
ar: تُهيأ مكدسات الأدوات في صفحة الأدوات. اسحب هذا المكدس داخل Dock لتغيير موضعه.
de: Widget-Stapel werden auf der Seite „Widgets“ konfiguriert. Ziehen Sie diesen Stapel im Dock, um ihn neu zu positionieren.
es: Las pilas de widgets se configuran en la página Widgets. Arrastra esta pila en el Dock para recolocarla.
fr: Les piles de widgets se configurent sur la page Widgets. Faites glisser cette pile dans le Dock pour la repositionner.
hu: A widgetkötegek a Widgetek oldalon konfigurálhatók. Az áthelyezéshez húzza ezt a köteget a Dockban.
ja: ウィジェットスタックは「ウィジェット」ページで設定します。Dock内でこのスタックをドラッグすると位置を変更できます。
nl: Widgetstapels worden geconfigureerd op de pagina 'Widgets'. Sleep deze stapel in het Dock om hem te verplaatsen.
pl: Stosy widżetów konfiguruje się na stronie Widżety. Przeciągnij ten stos w Docku, aby zmienić jego położenie.
pt: As pilhas de widgets são configuradas na página Widgets. Arraste esta pilha na Dock para a reposicionar.
ru: Стопки виджетов настраиваются на странице «Виджеты». Перетащите эту стопку в Dock, чтобы переместить ее.
sv: Widgetstackar ställs in på sidan Widgetar. Dra stacken i dockan för att flytta den.
tr: Widget yığınları Widget'lar sayfasında yapılandırılır. Yeniden konumlandırmak için bu yığını dock'ta sürükle.
vi: Các ngăn xếp tiện ích được cấu hình trên trang Tiện ích. Kéo ngăn xếp này trong dock để sắp xếp lại vị trí của nó.
zh_hans: 小组件叠放可在“小组件”页面中配置。将此叠放拖动到 Dock 中即可调整其位置。
zh_hant: 小工具堆疊是在「小工具」頁面中進行配置。在 Dock 中拖移此堆疊可重新調整其位置。

source: Widget Style
ar: نمط الأداة
de: Widget-Stil
es: Estilo del widget
fr: Style des widgets
hu: Widgetstílus
ja: ウィジェットスタイル
nl: Widgetstijl
pl: Styl widżetu
pt: Estilo do widget
ru: Стиль виджета
sv: Widgetstil
tr: Widget Stili
vi: Kiểu dáng tiện ích
zh_hans: 小组件样式
zh_hant: 小工具樣式

source: Widgets
ar: الأدوات
hu: Widgetek
ja: ウィジェット
pl: Widżety
ru: Виджеты
sv: Widgetar
tr: Widget'lar
vi: Tiện ích
zh_hans: 小组件
zh_hant: 小工具

source: Widgets Alignment
ar: محاذاة الأدوات
de: Widget-Ausrichtung
es: Alineación de los widgets
fr: Alignement des widgets
hu: Widgetek igazítása
ja: ウィジェットの配置
nl: Uitlijning van widgets
pl: Wyrównanie widżetów
pt: Alinhamento dos Widgets
ru: Выравнивание виджетов
sv: Justering av widgetar
tr: Widget Hizalaması
vi: Căn chỉnh tiện ích
zh_hans: 小组件对齐方式
zh_hant: 小工具對齊方式

source: Widgets are built from source in the open dockdoorpro-widgets repository. Updates may need an app restart.
ar: تُبنى الأدوات من المصدر في مستودع dockdoorpro-widgets المفتوح. قد تتطلب التحديثات إعادة تشغيل التطبيق.
de: Widgets werden aus dem Quellcode im offenen Repository dockdoorpro-widgets erstellt. Updates erfordern möglicherweise einen Neustart der App.
es: Los widgets se compilan a partir del código fuente del repositorio abierto dockdoorpro-widgets. Es posible que las actualizaciones requieran reiniciar la app.
fr: Les widgets sont compilés à partir des sources dans le dépôt ouvert dockdoorpro-widgets. Les mises à jour peuvent nécessiter un redémarrage de l'app.
hu: A widgetek forráskódból épülnek a nyílt dockdoorpro-widgets tárolóban. A frissítésekhez szükség lehet az app újraindítására.
ja: ウィジェットは、オープンなdockdoorpro-widgetsリポジトリのソースからビルドされます。アップデートにはアプリの再起動が必要な場合があります。
nl: Widgets worden gebouwd vanuit de broncode in de openbare repository dockdoorpro-widgets. Voor updates moet de app mogelijk opnieuw worden gestart.
pl: Widżety są kompilowane z kodu źródłowego dostępnego w otwartym repozytorium dockdoorpro-widgets. Uaktualnienia mogą wymagać ponownego uruchomienia aplikacji.
pt: Os widgets são compilados a partir do código-fonte no repositório aberto dockdoorpro-widgets. As atualizações podem exigir que reinicie a app.
ru: Виджеты собираются из исходного кода в открытом репозитории dockdoorpro-widgets. Для обновлений может потребоваться перезапуск приложения.
sv: Widgetar byggs från källkod i det öppna arkivet dockdoorpro-widgets. Uppdateringar kan kräva att appen startas om.
tr: Widget'lar, açık dockdoorpro-widgets deposunda kaynaktan derlenir. Güncellemeler uygulamanın yeniden başlatılmasını gerektirebilir.
vi: Tiện ích được dựng từ mã nguồn trong kho mã mở dockdoorpro-widgets. Các bản cập nhật có thể cần khởi động lại ứng dụng.
zh_hans: 小组件由开放的 dockdoorpro-widgets 仓库中的源代码构建。更新后可能需要重新启动应用。
zh_hant: 小工具是從開放的 dockdoorpro-widgets 儲存庫原始碼建置而成。更新後可能需要重新啟動應用程式才能套用。
